[
    {
        "testimonial": "Found this company after visiting many sites & several actual showrooms looking for a headstone. This was definitely the best, most helpful and considerate staff with clearly illustrated & extensive list of headstones. From initial enquiries through selecting, ordering and erecting of the headstone the member of staff has been most helpful and patient. The finished item is excellent, very good value for money, delivered well in the specified time and I would recommend Watson Memorials and definitely use again without hesitation.",
        "testimonialExcerpt": "Found this company after visiting many sites & several actual showrooms looking for a headstone. This was definitely the best, most helpful and considerate staff with clearly illustrated & extensive list of headstones.",
        "shoutOut": "Excellent Service",
        "customerName": "Muriel Byers",
        "num": 1
    },
    {
        "testimonial": "They made a first class job of restoring a grave. A most impressive service. The appointment at the grave to discuss the work was kept on time. Good communication throughout and the work completed promptly at a very reasonable price. Highly recommended.",
        "testimonialExcerpt": "They made a first class job of restoring a grave. A most impressive service. The appointment at the grave to discuss the work was kept on time. Good communication throughout and the work completed promptly at a very",
        "shoutOut": "Highly Recommended",
        "customerName": "G. Di Duca",
        "num": 2
    },
    {
        "testimonial": "We contacted Watson Memorials as we need a stone to mark an existing grave where Mam's ashes had be laid to rest. On the grave was a headstone for my grandparents and it was dirty and had lost some lettering. Watson memorials came to our home we picked a vase for Mam and agreed to having the original headstone cleaned and restored. All we can say is wow what a fantastic transformation of original stone and perfect vase for Mam. The whole family are over the moon. We would definitely recommend the service provided by Watsons very professional, caring and understand. Thank you.",
        "testimonialExcerpt": "We contacted Watson Memorials as we need a stone to mark an existing grave where Mam's ashes had be laid to rest. On the grave was a headstone for my grandparents and it was dirty and had lost some lettering. Watson memorials came",
        "shoutOut": "Very Professional",
        "customerName": "S. Sinclair",
        "num": 3
    },
    {
        "testimonial": "I used Watson Memorials to carry out a full restoration on a memorial headstone and the works carried out were absolutely first class in terms of the quality of work which was exceptional, efficiency, communication and respect. Highly recommended.",
        "testimonialExcerpt": "I used Watson Memorials to carry out a full restoration on a memorial headstone and the works carried out were absolutely first class in terms of the quality of work which was exceptional, efficiency, communication and respect.",
        "shoutOut": "Highly Recommended",
        "customerName": "S. Sinclair",
        "num": 4
    }
]